{
    "papers": [
        {
            "title": "Multi-modal graph neural networks for localized off-grid weather forecasting",
            "authors": "Yang Q., <b>Giezendanner J.</b>, Civitarese D. S., Jakubik J., Schmitt E., Chandra A., Vila J., Hohl D., Hill C., Watson C., Wang S.",
            "journal": "Preprint",
            "year": "2024",
            "link": "https://arxiv.org/abs/2410.12938",
            "doi": "",
            "image": ""
        },
        {
            "title": "FloodPlanet: A Dataset to Assess Deep Learning Models Trained on Public versus Commercial Data for Inundation Detection",
            "authors": "Zhang Z., <b>Giezendanner J.</b>, Melancon A., Mukherjee R., Gurung I., Lall U., Barnard K., Molthan A., Tellman B.",
            "journal": "Submitted",
            "year": "n. d.",
            "link": "",
            "doi": "",
            "image": ""
        },
        {
            "title": "Urban Flood Dataset: A globally sampled high resolution hand labeled dataset for training and validating flood extent",
            "authors": "Mukherjee R., Friedrich H., Tellman B., <b>Giezendanner J.</b>, Zhang Z., Islam A.",
            "journal": "Submitted",
            "year": "n. d.",
            "link": "",
            "doi": "",
            "image": ""
        },
        {
            "title": "A globally sampled high-resolution hand-labeled validation dataset for evaluating surface water extent maps",
            "authors": "Mukherjee R., Policelli F., Wang R., Tellman B., Sharma P., Zhang Z., <b>Giezendanner J.</b>",
            "journal": "Earth System Science Data",
            "year": "2024",
            "link": "https://essd.copernicus.org/articles/16/4311/2024/essd-16-4311-2024.html",
            "doi": "",
            "image": ""
        },
        {
            "title": "A Comparison of Remote Sensing Approaches to Assess the Devastating May - June 2022 Flooding in Sylhet, Bangladesh",
            "authors": "Saunders A., <b>Giezendanner J.</b>, Tellman B., Islam A., Bhuyan A., Islam A.K.M. S.",
            "journal": "2023 IEEE International Geoscience and Remote Sensing Symposium (IGARSS)",
            "year": 2023,
            "link": "https://ieeexplore.ieee.org/document/10283378",
            "doi": "",
            "image": ""
        },
        {
            "title": "Inferring the past: a combined CNN-LSTM deep learning framework to fuse satellites for historical inundation mapping",
            "authors": "<b>Giezendanner J.</b>, Mukherjee R., Purri M., Thomas M., Mauerman M., Islam A.K.M. S., Tellman B.",
            "journal": "Computer Vision and Pattern Recognition Conference (CVPR), EARTHVISION",
            "year": 2023,
            "link": "https://ieeexplore.ieee.org/document/10208542",
            "doi": "",
            "image": ""
        },
        {
            "title": "A note on the role of seasonal expansions and contractions of the flowing fluvial network on metapopulation persistence",
            "authors": "<b>Giezendanner J.</b>, Benettin P., Durighetto N., Botter G., Rinaldo A.",
            "journal": "Water Resources Research",
            "year": 2021,
            "link": "https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2021WR029813",
            "doi": "",
            "image": ""
        },
        {
            "title": "Earth and field observations underpin metapopulation dynamics in complex landscapes: Near-term study on carabids",
            "authors": "<b>Giezendanner J.</b>, Pasetto D., Perez-Saez J., Cerrato C., Viterbi R., Terzago S., Palazzi E., Rinaldo A.",
            "journal": "Proceedings of the National Academy of Sciences",
            "year": 2020,
            "link": "https://www.pnas.org/doi/10.1073/pnas.1919580117",
            "doi": "",
            "image": ""
        },
        {
            "title": "Beyond the patch: on landscape-explicit metapopulation dynamics",
            "authors": "<b>Giezendanner J.</b>",
            "journal": "PhD Thesis",
            "year": 2020,
            "link": "https://infoscience.epfl.ch/record/273932?ln=en",
            "doi": "",
            "image": ""
        },
        {
            "title": "On the probabilistic nature of the species-area relation",
            "authors": "Zaoli S., Giometto A., <b>Giezendanner J.</b>, Maritan A., Rinaldo A.",
            "journal": "Journal of Theoretical Biology",
            "year": 2019,
            "link": "https://www.sciencedirect.com/science/article/pii/S0022519318305848",
            "doi": "",
            "image": ""
        },
        {
            "title": "A minimalist model of extinction and range dynamics of virtual mountain species driven by warming temperatures",
            "authors": "<b>Giezendanner J.</b>, Bertuzzo E., Pasetto D., Guisan A., Rinaldo A.",
            "journal": "PLoS One",
            "year": 2019,
            "link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0213775",
            "doi": "",
            "image": ""
        },
        {
            "title": "Towards 3-D distributed odor source localization: an extended graph-based formation control algorithm for plume tracking",
            "authors": "Soares J. M., Marjovi A., <b>Giezendanner J.</b>, Kodiyan A., Aguiar A. P., Pascoal A. M., Martinoli A.",
            "journal": "IEEE/RSJ International Conference on Intelligent Robots and Systems (IROS)",
            "year": 2016,
            "link": "https://ieeexplore.ieee.org/document/7759277",
            "doi": "",
            "image": ""
        },
        {
            "title": "Automatic quality assessment of short and long-TE brain tumour MRSI data using novel Spectral Features",
            "authors": "de Barros N. P., McKinley R., <b>Giezendanner J.</b>, Knecht U., Wiest R., Slotboom J.",
            "journal": "Proc. Intl. Soc. Mag. Reson. Med",
            "year": 2016,
            "link": "https://archive.ismrm.org/2016/0022.html",
            "doi": "",
            "image": ""
        },
        {
            "title": "Rainfall Forecasting in Burkina Faso Using Bayesian-Wavelet Neural Networks",
            "authors": "<b>Giezendanner J.</b>",
            "journal": "Master Thesis",
            "year": 2015,
            "link": "https://infoscience.epfl.ch/record/213510?ln=en",
            "doi": "",
            "image": ""
        }
    ]
}
